
{
  "Header": {
    "title": "UPI",
    "subtitle": "PG",
    "login": "लॉग इन करें",
    "signup": "साइन अप करें",
    "dashboard": "डैशबोर्ड",
    "logout": "लॉग आउट"
  },
  "Footer": {
    "copyright": "© {year} UPI PG by CIT India.",
    "about": "हमारे बारे में",
    "developers": "डेवलपर्स के लिए",
    "terms": "शर्तें",
    "privacy": "गोपनीयता",
    "embed": "एम्बेड विजेट"
  },
  "HomePage": {
    "title": "मुफ्त UPI क्यूआर कोड और पेमेंट लिंक जेनरेटर",
    "description": "UPI PG में आपका स्वागत है, कस्टम राशि के साथ मुफ्त UPI भुगतान लिंक और क्यूआर कोड बनाने का सबसे अच्छा और सरल टूल। भारत भर में फ्रीलांसरों, छोटे व्यवसायों और व्यक्तियों के लिए बिल्कुल सही।",
    "payeeNameLabel": "प्राप्तकर्ता का नाम",
    "payeeNamePlaceholder": "आपका या आपके व्यवसाय का नाम",
    "upiIdLabel": "आपकी UPI आईडी",
    "upiIdPlaceholder": "आपकी-आईडी@बैंक",
    "amountLabel": "राशि (INR)",
    "amountPlaceholder": "100.00",
    "notesLabel": "भुगतान नोट्स (वैकल्पिक)",
    "notesPlaceholder": "उदा., प्रोजेक्ट परामर्श, कॉफी, आदि के लिए।",
    "expiryLabel": "लिंक की समाप्ति तिथि (वैकल्पिक)",
    "expiryPlaceholder": "लिंक की समाप्ति के लिए एक तारीख चुनें",
    "generateButton": "सुरक्षित भुगतान लिंक और क्यूआर कोड बनाएं",
    "powerTitle": "भारत के डिजिटल भुगतान के लिए सरलता की शक्ति",
    "powerDescription": "जटिलता के बिना भुगतान प्राप्त करें। हमारा प्लेटफ़ॉर्म गति और उपयोग में आसानी के लिए BHIM UPI की पूरी क्षमता का लाभ उठाता है।",
    "feature1Title": "राशि के साथ क्यूआर कोड",
    "feature1Description": "अपनी विशिष्ट राशि के लिए एक अद्वितीय UPI क्यूआर कोड बनाएं। आपके भुगतानकर्ता बस स्कैन करते हैं और भुगतान करते हैं, राशि दर्ज करने की कोई आवश्यकता नहीं है।",
    "feature2Title": "सुरक्षित और निजी",
    "feature2Description": "NPCI और BHIM UPI नेटवर्क का लाभ उठाते हुए। उन्नत गोपनीयता नियंत्रणों के साथ अपने लिंक प्रबंधित करने के लिए एक मुफ्त खाते के लिए साइन अप करें।",
    "feature3Title": "उपयोगकर्ताओं के लिए डैशबोर्ड",
    "feature3Description": "भुगतान इतिहास को ट्रैक करने, अपने सभी लिंक प्रबंधित करने और व्यक्तिगत डैशबोर्ड में रीयल-टाइम स्थिति अपडेट देखने के लिए साइन अप करें।",
    "faqTitle": "अक्सर पूछे जाने वाले प्रश्न",
    "faq1Question": "क्या यह सेवा वास्तव में मुफ्त है?",
    "faq1Answer": "हां, UPI PG व्यक्तिगत भुगतान लिंक बनाने के लिए पूरी तरह से मुफ्त है। हम भुगतान को सभी के लिए सरल और सुलभ बनाने में विश्वास करते हैं।",
    "faq2Question": "क्या इसका उपयोग करने के लिए मुझे बैंक खाते की आवश्यकता है?",
    "faq2Answer": "आपको एक UPI आईडी की आवश्यकता है, जो आपके बैंक खाते से Google Pay, PhonePe, Paytm, या आपके बैंक के अपने BHIM UPI ऐप जैसे ऐप के माध्यम से जुड़ी हुई है। हमारी सेवा एक लिंक या क्यूआर कोड बनाती है जिसका उपयोग भुगतानकर्ता करता है; हम कभी भी आपके बैंक खाते का विवरण नहीं मांगते हैं।",
    "faq3Question": "क्या मैं बिना राशि के UPI क्यूआर कोड बना सकता हूँ?",
    "faq3Answer": "वर्तमान में, हमारा टूल भुगतान प्रक्रिया को सरल बनाने के लिए राशि के साथ UPI क्यूआर कोड जनरेटर के रूप में डिज़ाइन किया गया है। लिंक बनाने के लिए आपको एक राशि निर्दिष्ट करनी होगी।",
    "faq4Question": "क्या यह एक आधिकारिक NPCI या BHIM UPI क्यूआर कोड जनरेटर है?",
    "faq4Answer": "हम एक स्वतंत्र मंच हैं जो NPCI द्वारा परिभाषित मानक UPI प्रोटोकॉल का उपयोग करता है। हम भुगतान लिंक और क्यूआर कोड बनाने के लिए एक सरल इंटरफ़ेस प्रदान करते हैं जो पूरे UPI नेटवर्क में काम करते हैं।",
    "exploreTitle": "UPI PG का अन्वेषण करें",
    "exploreDescription": "अपनी भुगतान आवश्यकताओं के लिए UPI PG का उपयोग करने के अधिक तरीके खोजें",
    "exploreAboutTitle": "UPI PG के बारे में",
    "exploreAboutDescription": "हमारे मिशन के बारे में जानें और हम भारत भर में भुगतान को कैसे सरल बनाते हैं।",
    "exploreDevelopersTitle": "डेवलपर्स के लिए",
    "exploreDevelopersDescription": "हमारे डेवलपर टूल्स के साथ अपनी वेबसाइट या एप्लिकेशन में UPI भुगतान एकीकृत करें।",
    "exploreEmbedTitle": "एम्बेड विजेट",
    "exploreEmbedDescription": "हमारे सरल एम्बेडेबल विजेट के साथ अपनी वेबसाइट में भुगतान फॉर्म जोड़ें।"
  },
  "LanguageSwitcher": {
    "label": "भाषा बदलें"
  }
}
